; TaskSwitchXP Pro 2.0 Russian Language File
; Translated by Aleg Azarousky <olegtut@tut.by>
; Belarusian Linguistic Technologies team
; http://belsoft.tut.by/

19999="Belarusian (Беларуская)"


; Configuration
20000="Налады TaskSwitchXP Pro 2.0"
20001="ОК"
20002="Адмена"
20003="Ужыць"

; Filters
20031="Канфігурацыйныя файлы TaskSwitchXP (*.cfg)"


; Pages
20050="Агульныя"
20051="Знешні выгляд"
20052="Спіс задач"
20053="Прадпрагляд"
20054="Інфармацыя"
20055="\"Гарачыя\" клавішы"
20056="Выключэнні"
20057="Дадаткова"
20058="Пра праграму"

; Page descriptions
20070="Агульныя налады TaskSwitchXP"
20071="Знешні выгляд TaskSwitchXP"
20072="Спіс задач"
20073="Прадпрагляд вокнаў"
20074="Інфармацыя пра задачу"
20075="\"Гарачыя\" клавішы TaskSwitchXP"
20076="Выключэнні TaskSwitchXP"
20077="Дадатковыя налады TaskSwitchXP"
20078="Пра праграму TaskSwitchXP"


; General page
20100="Мова інтэрфейсу:"
20101="<a id=\"idLang\" href=\"\">Іншыя пераклады...</a>"
20102="Асобныя налады для кожнага карыстача ў сістэме"
20103="Аўтазапуск TaskSwitchXP пры старце сістэмы"
20104="Усталяваць высокі прыярытэт для TaskSwitchXP"
20105="Правяраць ці запушчаны Ms PowerToy TaskSwitcher"
20106="Значкі ў трэі:"
20107="Паказваць значок TaskSwitchXP у трэі пры старце"
20108="Выкарыстаць іншы значок:"
20109="Згортваць вокны ў трэй правай кнопкай мышы"
20110="Не дазваляць Windows хаваць значкі TaskSwitchXP"
20111="Дадаваць згорнутыя ў трэй вокны ў канец спісу Alt-Tab"

20120="Па змаўчанні"
20121="Загрузіць..."
20122="Захаваць..."

; Appearance page
20200="Пазіцыя на экране:"
20201="На актыўным маніторы"
20202="Уключыць эфект ценю для TaskSwitchXP"
20203="Уключыць празрыстасць для TaskSwitchXP:"
20204="Выкарыстаць плыўнае з'яўленне (у мс)"
20205="Выкарыстаць плыўнае знікненне (у мс)"
20206="Скіны TaskSwitchXP:"
20207="Візуальныя стылі XP:"
20208="Класічныя стылі:"
20209="Заўсёды выкарыстоўваць класічны стыль"
20210="Перавярнуць панэлі злева направа"

20270="Угары злева"
20271="Угары па цэнтры"
20272="Угары справа"
20273="Па цэнтры злева"
20274="Па цэнтры"
20275="Па цэнтры справа"
20276="Унізе злева"
20277="Унізе па цэнтры"
20278="Унізе справа"

20280="Меню \"Пуск\" XP (па змаўчанні)"
20281="Стыль Ms PowerToy TaskSwitcher"
20282="Простае акно XP"
20283="Плоскі стыль XP"
20284="Стыль закладак XP"
20285="Стыль панэлі задач XP"

20290="Меню \"Пуск\" (па змаўчанні)"
20291="Плоскае меню \"Пуск\""


20300="Выгляд:"
20301="Колькасць калонак:"
20302="Шырыня (у пікселях):"
20303="Колькасць радкоў:"
20304="Маленькія значкі"
20305="Паказваць падказкі для элементаў спісу"
20306="Змяняць курсор пры навядзенні на элемент спісу"
20307="Вылучаць элемент спісу пад курсорам"
20308="Інвертаваць кола прагорткі"
20309="Стыль вылучэння:"
20310="Маляваць фокус"
20311="Стыль тэксту і колеры:"
20312="Шрыфт:"
20313="Памер:"
20314="Т"
20315="К"
20316="Колер:"

20390="Значкі"
20391="Спіс"

20380="Рамка"
20381="Звычайны"
20382="Скруглены"

20370="Тэкст"
20371="Вылучаны тэкст"
20372="Фон вылучанага тэксту"
20373="Адзначаны тэкст 1"
20374="Фон адзначанага тэксту 1"
20375="Адзначаны тэкст 2"
20376="Фон адзначанага тэксту 2"


; Preview page
20400="Папярэдні прагляд:"
20401="Стыль \"Працоўны стол\""
20402="Стыль \"Акно\""
20403="Адлюстроўваць панэль задач"
20404="Маляваць толькі верхняе акно прыкладання"
20405="Не маляваць фон Працоўнага стала і рамку (як у v1.0)"
20406="Выкарыстаць шпалеры Працоўнага стала як фон"
20407="Маляваць рамку вакол малюнка"
20408="Цэнтраваць малюнак па вертыкалі"
20409="Паказваць загалоўкі згорнутых вокнаў (*)"
20410="Выключаць усе празрыстыя вокны (*)"
20411="Шырыня вобласці прадпрагляду (у піксэлях):"
20412="Затрымка першага паказу (у мс):"
20413="Не кэшаваць малюнкі"
20414="Аўтаматычна абнаўляць малюнкі (у мс):"


; Info page
20500="Панэль загалоўка:"
20501="Шрыфт:"
20502="Памер:"
20503="Т"
20504="К"
20505="Колер:"
20506="Маляваць цень:"
20507="Глыбіня:"
20508="Колер:"
20509="Паказваць значок прыкладання"
20510="Маленькая панэль загалоўка"
20511="Панэль інфармацыі:"
20512="Шрыфт:"
20513="Памер:"
20514="Т"
20515="К"
20516="Колер:"
20517="Маляваць цень:"
20518="Глыбіня:"
20519="Колер:"
20520="Вышыня:"
20521="Фармат:"

20590="Пуста"
20591="Толькі нумар задачы"
20592="Ідэнтыфікатар працэсу"
20593="Імя працэсу"
20594="Імя працэсу [ідэнтыфікатар]"
20595="Апісанне праграмы"

; Hotkeys page
20600="Замяніць стандартны Alt-Tab на TaskSwitchXP"
20601="Пераключацца паміж вокнамі аднаго прыкладання па Ctrl+Alt+Tab"
20602="Не хаваць TaskSwitchXP пры адпусканні Alt"
20603="Выкарыстаць нізкаўзроўневы метад перахопу Alt-Tab"
20604="Кіраванне TaskSwitchXP:"
20605="Спіс усіх прыкладанняў:"
20606="Спіс вокнаў прыкладання:"
20607="Наладка TaskSwitchXP:"
20608="Паказаць/схаваць значок у трэі:"
20609="Зачыніць TaskSwitchXP:"
20610="Дадатковыя \"гарачыя\" клавішы:"
20611="Згарнуць акно ў трэй:"
20612="Разгарнуць з трэя:"

; Exclusions page
20700="Дадаць..."
20701="Змяніць..."
20702="Выдаліць"

20780="Папярэдні прагляд"
20781="Пералік вокнаў"

20790="Назоў"
20791="Параметры"

; Advanced page
20800="Загалоўкі:"
20801="Выкарыстаць загаловак галоўнага акна прыкладання"
20802="Дадатковыя налады інтэрфейсу:"
20803="Не адлюстроўваць панэль загалоўка"
20804="Не адлюстроўваць панэль інфармацыі"
20805="Дзеянні значка ў трэі:"
20806="Кантэкстнае меню:"
20807="Наладка TaskSwitchXP:"
20808="Спіс усіх  прыкладанняў:"
20809="Спіс вокнаў прыкладання:"
20810="Налады канфігуратара:"
20811="Паказваць акно наладаў па-над усімі вокнамі"
20812="Запамінаць пазіцыю акна наладаў"
20813="Запамінаць апошнюю старонку"
20814="Запускаць TaskSwitchXP пры старце/выхадзе"

20890="Не"
20891="Левая кнопка мышы"
20892="Падвойная пстрычка левай"
20893="Сярэдняя кнопка мышы"
20894="Падвойная пстрычка сярэдняй"
20895="Правая кнопка мышы"
20896="Падвойная пстрычка правай"


; About page
20900="Перакладзена Алегам Азароўскім. Вашы прапановы па праграме пішыце на <a id=\"idTranslatorHome\" href=\"http://www.ntwind.com/forum/viewforum.php?f=4\">рускі форум праграмы</a>, па перакладу - мне на <a id=\"idTranslatorMail\" href=\"mailto:olegtut@tut.by\">e-mail</a>."


; Exclusions dialog
22000="Выключэнне TaskSwitchXP"
22001="ОК"
22002="Адмена"
22003="Актыўныя прыкладанні:"
22004="Абнавіць"
22005="Імя выключэння:"
22006="Выключаць па:"
22007="Імя працэсу:"
22008="Клас акна:"
22009="Загаловак акна:"
22010="Выключаць з:"
22011="папярэдняга прагляду"
22012="пералікі вокнаў"
22013="Уключана"

22090=""
22091=">> выключана з прадпрагляду"
22092=">> выключана з пераліку"

; Errors
30000="Памылка канфігуратара TaskSwitchXP"
30002="Немагчыма запусціць TaskSwitchXP.exe. Праверце ўсталёўку праграмы!"
30003="Немагчыма захаваць дадзеныя ў рэестр. Праверце правы доступу!"
30004="Немагчыма загрузіць налады з файла."
30005="Немагчыма загрузіць налады з файла. Адноўлены значэнні па змаўчанні!"
30006="Немагчыма захаваць налады ў файл."

; Hints for exclusion dialog
30100="Не зададзена імя"
30101="Увядзіце якое-небудзь імя для выключэння."
30102="Не зададзеныя параметры"
30103="Вызначыце параметры выключэння."
30104="Не зададзена імя працэсу"
30105="Увядзіце імя выключанага працэсу."
30106="Не зададзены клас акна"
30107="Увядзіце клас выключанага акна."

30900="Пацверджанне TaskSwitchXP"
30901="TaskSwitchXP выявіў, што ў сістэме актыўна некалькі манітораў.\r\nУключыць стыль \"Акно\" для адлюстравання прадпрагляду вокнаў з другасных дысплеяў?"


; TaskSwitchXP

; Tray menu
31000="Усе прыкладанні..."
31001="Вокны актыўнага..."
31002="Налады..."
31003="Выхад"

31020="Хуткія налады"
31021="Схаваць значок у трэі"
31022="Замяніць Alt-Tab"
31023="Выкарыстаць Ctrl+Alt+Tab"
31024="Не хаваць пры адпусканні Alt"
31025="Нізкаўзроўневы метад перахопу"
31026="Новае выключэнне..."

31050="Даведка"
31051="Дакументацыя"
31052="Хатняя старонка"
31053="Пра праграму TaskSwitchXP"

; Tray menu for minimized windows
31090="TSXP: %d прагр."
31091="Разгарнуць усе"
31092="Згарнуць усе"
31093="Зачыніць усе"
31094="Разгарнуць"
31095="Згарнуць"
31096="Зачыніць"

; List menu
31110="Пераключыцца"
31111="Згарнуць"
31112="Згарнуць у трэй"
31113="Каскадам"
31114="Зверху ўніз"
31115="Злева направа"
31116="Разгарнуць"
31117="Разгарнуць"
31118="Зачыніць"
31119="Завяршыць працэс"

; Common menu
31150="Інфармацыя пра працэс"
31151="Вылучыць усе"
31152="Зняць вылучэнне"
31153="Выдаліць вылучаныя"
31154="Сартаваць па загалоўку"
31155="Сартаваць па групах"

; Info tip mask
31500="Імя працэсу:  %s\r\nІдэнтыфікатар:  %u\r\n\r\nАгульны час:  %u:%02u:%02u\r\nЧас ЦП:  %u:%02u:%02u\r\n\r\nВык. памяці:  %uK\r\nВірт. памяць:  %uK"
31501="Н/У"

; Confirmations
31900="Пацверджанне TaskSwitchXP"
31901="TaskSwitchXP ужо запушчаны. Спыніць яго?"
31902="Вы ўпэўненыя, што жадаеце зачыніць TaskSwitchXP?"
31903="TaskSwitchXP выявіў, што запушчаны Ms PowerToy TaskSwitcher.\r\nМагчымы канфлікт... Жадаеце я заб'ю яго адразу?"

; Errors
32000="Памылка TaskSwitchXP"
32002="Памылка ініцыялізацыі дадзеных."
32003="Немагчыма выкарыстаць нізкаўзроўневы метад перахопу Alt-Tab."
32004="Не магу зарэгістраваць Alt+[Shift]+Tab.\r\nМагчыма, іншая праграма ўжо выкарыстоўвае іх."
32005="Не магу зарэгістраваць Ctrl+Alt+[Shift]+Tab.\r\nМагчыма, іншая праграма ўжо выкарыстоўвае іх."
32006="Немагчыма запусціць ConfigTsXP.exe! Праверце ўсталёўку TaskSwitchXP."

32500="Немагчыма зарэгістраваць \"гарачую\" клавішу:\r\n\r\nНазва: %s\r\nМадыфікатары: %02X\r\nКод: %02X"
32501="Зачыніць TaskSwitchXP"
32502="Паказаць/схаваць значок у трэі"
32503="Наладка TaskSwitchXP"
32504="Спіс прыкладанняў"
32505="Спіс вокнаў прыкладання"
32506="Згарнуць акно ў трэй"
32507="Разгарнуць з трэя"
